Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/sd/other_files/forretningsorden_revidert_01.06.17.odt.tmx
Source language: sme
Languages: sma

source: Sámedikki bargoortnet
sma: Saemiedigkien barkoeöörnege

source: Čoahkkinortnet ja vuođđonjuolggadusat
sma: Tjåanghkoeöörnege jïh maadthnjoelkedassh

source: Sámedikkis mearriduvvon 29.05.1990.
sma: Nænnoestamme Saemiedigkesne 29.05.1990.

source: Vuođđonjuolggadusat leat maŋimuš rievdaduvvon 02.12.2009 ja čoahkkinortnet 01.06.2017.
sma: Maadthnjoelkedassh minngemes aejkien jarkelamme 02.12.2009 jïh tjåanghkoeöörnege 01.06.2017

source: SÁMEDIKKI ČOAHKKINORTNET
sma: SAEMIEDIGKIEN TJÅANGHKOEÖÖRNEGE

source: KAPIHTAL 1 SÁMEDIKKI DIEVASČOAHKKIMAT
sma: KAPIHTELE 1 SAEMIEDIGKIEN STOERRETJÅANGHKOEH

source: § 1 Vuosttamuš dábálaš dievasčoahkkima rahpan maŋŋá válgga
sma: § 1 Rïhpestimmie voestes sïejhme stoerretjåanghkoste veeljemen mænngan

source: Sámedikki vuosttamuš dábálaš dievasčoahkkima maŋŋá válgga rahpá son gean Gonagas dasa bidjá.
sma: Saemiedigkien voestes sïejhme stoerretjåanghkoe veeljemen mænngan rïhpesåvva destie maam Gånka nammohte.

source: § 2 Áirasiid sajit
sma: § 2 Tjirkiji sijjie

source: Go Sámediggi lea čoahkis, čohkkájit áirasat válgabiiriid nummarvuoruid mielde.
sma: Gosse Saemiedigkie lea tjåanghkenamme tjirkijh sijjiem vaeltieh veeljemegievliej nummereöörnegen mietie

source: § 3 Čoahkkimiid lohku
sma: § 3 Man gellie tjåanghkoeh

source: Sámediggi doallá unnimusat 3 dievasčoahkkima kaleanddarjagis.
sma: Saemiedigkie unnemes 3 stoerretjåanghkoeh hööltie aktene kalenderejaepesne.

source: § 4 Čoahkkinjođiheapmi ja mearridanfápmu
sma: § 4 Tjåanghkoestuvreme jïh sjæjsjalimmiefaamoe

source: Dievasčoahkkinjođihangoddi ovddida áššelisto- ja áigeplánaárvalusa Sámedikki ráđđádallamiid várás.
sma: Stoerretjåanghkoeståvroe raeriestimmiem buakta aamhteselæstose jïh tïjjesoejkesjasse rååresjimmide stoerretjåanghkosne.

source: Daid dohkkeha dievasčoahkkin juohke dievasčoahkkima álggus.
sma: Stoerretjåanghkoe edtja dejtie jååhkesjidh fïerhten stoerretjåanghkoen aalkoelisnie.

source: Evttohusat ja mearkkašumit vuođđudeapmái galget ovdagihtii dieđihuvvot ja buktojuvvot dievasčoahkkinjođihangoddái Sámedikki hálddahusa bokte maŋimuštá dii. 16.00 beaivvi ovdal vuođđudeami.
sma: Edtja raeriestimmieh jïh lahtestimmieh konstitueradæmman åvtelhbodti bïeljelidh jïh buektedh stoerretjåanghkoen åvtehkasse Saemiedigkien reeremen baaktoe minngemes ts. 16.00 biejjien konstitueradimmien åvtelen.

source: Dievasčoahkkimis lea mearridanfápmu go unnimusat bealli áirasiin servet jienasteapmái.
sma: Stoerretjåanghkoen lea sjæjsjalimmiefaamoe gosse unnemes bielie tjirkijijstie lea meatan voteradimmesne.

source: § 5 Virgelobit ja luvven ámmáhis
sma: § 5 Permisjovnh jïh lutniestimmie tjirkijebarkoste

source: Iešguhtege dievasčoahkkimiid virgelobit refererejuvvojit dievasčoahkkimis.
sma: Fïerhten tjåanghkoen permisjovnh soptsesuvvieh stoerretjåanghkosne.

source: Virgelobiid guhkit áigái ja luvvema Sámedikki ámmáhis mearrida dievasčoahkkin dievasčoahkkinjođihangotti evttohusa vuođul.
sma: Stoerretjåanghkoe ohtsemh guhkebe permisjovni bïjre jïh lutniestimmiem tjirkijebarkoste Saemiedigkesne sjæjsjele, juvnehtimmien mietie stoerretjåanghkoeståvroste.

source: Ámmát sámediggeáirrasin lea doaibma maid olmmoš lea geatnegas váldit badjelasas.
sma: Saemiedigkietjirkijinie årrodh lea akte tjirkijebarkoe maam dïedtem åtna darjodh.

source: Virgelobi ohcamiid galgá mieđihit duššefal go leat nana ákkat.
sma: Ohtsemh permisjovni bïjre ajve vadtasuvvieh gosse joekoen vihkeles fåantoeh gååvnesieh.

source: KAPIHTAL 2 ORGANISEREN JA BARGGUT
sma: KAPIHTELE 2 ÖÖRNEDIMMIE JÏH LAAVENJASSH

source: § 6 Sámedikki lávdegottiid, fágaráđiid ja lávdegottiid válggat
sma: § 6 Veeljeme moenehtsijstie, faageraerijste jïh moenehtsijstie

source: Sámedikki lávdegottiid, fágaráđiid ja lávdegottiid válggat, čađahuvvojit gorrelohkoprinsihpa mielde, jos eará ii leat namuhuvvon.
sma: Veeljeme moenehtsidie, faageraeride jïh raeride mij Saemiedigkesne dorjesåvva, forholdstallprinsihpen mietie dorjesåvva jis mij akt jeatjah ij leah neebnesovveme.

source: § 7 Sámedikki bissovaš orgánat
sma: § 7 Saemiedigkien staeries årgaanh

source: Sámedikki bajimuš orgána lea Sámedikki dievasčoahkkin.
sma: Saemiedigkien bijjemes årgaane lea Saemiedigkien stoerretjåanghkoe.

source: Lassin leat Sámedikkis dievasčoahkkinjođihangoddi, válgalávdegotti, bearráigeahččanlávdegoddi, 3 fágalávdegotti ja sámediggeráđđi.
sma: Lissine Saemiedigkien akte stoerretjåanghkoeståvroe, veeljememoenehtse, gïehtjedimmiemoenehtse, 3 faagemoenehtsh jïh akte saemiedigkieraerie.

source: Dievasčoahkkinjođihangoddi ja sámediggeráđđi doibmet dassážii go ođđa dievasčoahkkinjođihangoddi ja ođđa sámediggeráđđi leat válljejuvvon.
sma: Stoerretjåanghkoe jïh saemiedigkieraerie leah faamosne goske orre stoerretjåanghkoeståvroe jïh orre saemiedigkieraerie leah veeljesovveme.

source: § 8 Dievasčoahkkinjođihangoddi
sma: § 8 Stoerretjåanghkoeståvroe

source: Sámediggi vállje áirasiid gaskkas dievasčoahkkinjođihangotti.
sma: Stoerretjåanghkoe stoerretjåanghkoeståvroem sov tjirkiji gaskem veeljie.

source: Dievasčoahkkinjođihangottis leat jođiheaddji, nubbin jođiheaddji ja golbma lahtu ja sis persovnnalaš várrelahtut.
sma: Stoerretjåanghkoeståvrosne akte stoerretjåanghkoen åvtehke, mubpieåvtehke jïh golme lïhtsegh jïh persovneles sæjjasadtjh.

source: Válga dáhpáhuvvá gorrelohkoprinsihpa mielde.
sma: Veeljeme dorjesåvva forholdstallprinsihpen mietie.

source: Dievasčoahkkin vállje dievasčoahkkinjođihangotti miellahtuid gaskkas dievasčoahkkinjođiheaddji ja nubbin jođiheaddji.
sma: Stoerretjåanghkoe stoerretjåanghkoeståvroen lïhtsegi gaskem aktem stoerretjåanghkoen åvtehkem jïh aktem mubpieåvtehkem veeljie.

source: Dievasčoahkkinjođiheaddji gohčču dievasčoahkkinjođihangotti lahtuid čoahkkimii.
sma: Stoerretjåanghkoen åvtehke stoerretjåanghkoeståvroen lïhtsegh tjåanghkose gohtje.

source: Dievasčoahkkinjođihangottis lea mearridanfápmu go golbma lahtu leat čoahkis.
sma: Stoerretjåanghkoeståvroe sjæjsjalimmiefaamoem åtna gosse golme lïhtsegh leah tjåanghkenamme.

source: Dievasčoahkkinjođihangoddi sáhttá addit dievasčoahkkinjođiheaddjái mearridanfámu.
sma: Stoerretjåanghkoeståvroe maahta sjæjsjalimmiefaamoem stoerretjåanghkoen åvtehkasse delegeradidh.

source: § 9 Dievasčoahkkinjođihangotti barggut
sma: § 9 Stoerretjåanghkoeståvroen laavenjassh

source: Dievasčoahkkinjođihangotti bargun lea:
sma: Stoerretjåanghkoeståvroen laavenjassh leah:

source: hálddašit Sámedikki jienastuslogu ja sámediggeválgga,
sma: reeremem utnedh Saemiedigkien veeljemelåhkoste jïh saemiedigkieveeljemistie,

source: gohččut čoahkkimii ja jođihit dievasčoahkkima ráđđádallamiid,
sma: stoerretjåanghkose gåhtjodh jïh rååresjimmide stoerretjåanghkosne stuvredh,

source: sáddet áššiid lávdegottiide ja dievasčoahkkimii,
sma: aamhtesh seedtedh faagemoenehtsidie jïh stoerretjåanghkose,

source: mearridit lávdegottečoahkkimiid ja iešguhtege dievasčoahkkimiid virgelohpeohcamiid,
sma: ohtsemh permisjovni bïjre faagemoenehtsidie jïh fïerhten stoerretjåanghkose moenedh,

source: ovddidit mearrádusárvalusa dievasčoahkkimii áššiin mat gusket Sámedikki bargoortnegii, eará njuolggadusaide ja mearrádusaide Sámedikki áššemeannudeamis, ja Sámedikki politihkalaš dási njuolggadusaide.
sma: juvnehtimmiem buektedh stoerretjåanghkose gyhtjelassine mah leah Saemiedigkien barkoeöörnegen bïjre, jeatjah njoelkedassh jïh njoelkedassh aamhtesegïetedimmien bïjre Saemiedigkesne, jïh njoelkedassh Saemiedigkien politihkeles daltesasse.

source: Go dievasčoahkkinjođihangoddi atná dan vuogasin, sáhttá mearrádusárvalus ovddiduvvot muhtun fágalávdegoddái,
sma: Gosse stoerretjåanghkoen åvtehke åtna lea maereles, maahta raeriestimmiem juvnehtimmien bïjre buektedh akten dejstie faagemoenehtsijstie,

source: dahkat dárbbašlaš mearrádusaid Sámedikki ášševálmmaštemiid oktavuođas ja mearridit movt dulkot gažaldagaid mat gusket regulatiivvaide ja njuolggadusaide,
sma: daerpies nænnoestimmieh darjodh Saemiedigkien aamhteseryöjredimmide jïh gyhtjelassh sjæjsjalidh toelhkestimmesne regulatijvijste jïh njoelkedassijste,

source: doaimmahit ovddastanbargguid Sámedikki dievasčoahkkima ovddas dahje čujuhit earáid dákkár bargguide, ja čujuhit Sámedikki oassálastiid čoahkkimiidda, konferánssaide ja dan dakkáriidda,
sma: representasjovnelaavenjassh Saemiedigkien stoerretjåanghkoen bieleste gorredidh, mejtie aaj jeatjebh dagkerh laavenjasside nammoehtidh, jïh nammoehtidh gïeh edtjieh meatan årrodh tjåanghkojne, konferansine jïh vielie Saemiedigkien bieleste,

source: dahkat eará bargguid maid Sámediggi addá dievasčoahkkinjođihangoddái.
sma: jeatjah laavenjassh darjodh mejtie stoerretjåanghkoe stoerretjåanghkoeståvrose læjkode.

source: § 10 Válgalávdegoddi
sma: § 10 Veeljememoenehtse

source: Válgalávdegottis lea juohke joavkkus okta ovddasteaddji, dievasčoahkkin vállje jođiheaddji ja nubbin jođiheaddji.
sma: Veeljememoenehtsisnie akte tjirkije fïerhtede dåehkeste jïh åvtehke jïh mubpieåvtehke stoerretjåanghkoste veeljesuvvieh.

source: § 11 Presideantta válljen ja sámediggeráđi nammadeapmi
sma: § 11 Veeljeme presidenteste jïh nammoehtimmie saemiedigkieraereste

source: Dievasčoahkkin vállje áirasiid gaskkas presideantta mii lea sámediggeráđi jođiheaddji.
sma: Stoerretjåanghkoe aktem presidentem sov tjirkiji gaskem veeljie mij lea saemiedigkieraerien åejvie.

source: Presideanta lea válljejuvvon jos vuosttaš jienasteamis oažžu eanet go beali jienastuvvon jienastagain.
sma: Presidente lea veeljesovveme jis satne vielie goh bieliem åådtje dejstie vadteme steemmijste voestes voteradimmesne.

source: Jos ii oaččo eanet go beali jienastuvvon jienastagain, de jienastuvvo ođđasis.
sma: Jis ij vielie goh bieliem åådtje dejstie vadteme steemmijste, akte orre voteradimmie dorjesåvva.

source: Dál lea válljejuvvon presideantan son guhte oažžu eanemus jienastagaid.
sma: Daesnie dïhte ryöknesåvva goh veeljesovveme mij jeenjemes steemmah åådtjeme.

source: Jos guokte árvalusa leat ožžon seamma mađe jienastagaid, de galgá dán guokte árvalusa ođđasis jienastit.
sma: Jis göökte kandidaath seamma gellie steemmah åådtjeme, orre voteradimmie dorjesåvva dej guaktaj gaskem.

source: Presideanta nammada áirasiid gaskkas njeallje lahtu sámediggeráđđái ja čilge dievasčoahkkimii nammadeami birra.
sma: Presidente njieljie lïhtsegh tjirkiji gaskem saemiedigkieraaran nammohte, jïh stoerretjåanghkose beavna nammoehtimmien bïjre.

source: Presideanta ja njeallje áirasa geat leat nammaduvvon sámediggeráđi lahttun, guđđet dievasčoahkkima ja sin várreáirasat váldet saji áirrasin.
sma: Presidente jïh doh njieljie tjirkijh mah lihtseginie nammoehtamme sjidtieh saemiedigkieraeresne, stoerretjåanghkoem laehpieh jïh sæjjasadtjh sijjiem åadtjoeh goh tjirkijh.

source: Jos Sámedikki eanetlohku lea ovddidan eahpeluohttámuša sámediggeráđđái, de dieđiha presideanta ahte sámediggeráđđi guođđá doaimmas.
sma: Jis akte jienebelåhkoe stoerretjåanghkosne lea sohtehtihksraeriestimmiem buakteme saemiedigkieraerien vööste, presidente saemiedigkieraerien laehpemem bïeljele.

source: Jos presideanta guođđá doaimmas, de guođđá olles sámediggeráđđi doaimmas.
sma: Gosse presidente laahpa dellie abpe saemiedigkieraerie laahpa.

source: Ođđa presideanta válljejuvvo ja ođđa sámediggeráđđi nammaduvvo dán paragráfa njuolggadusaid mielde.
sma: Orre presidente veeljesåvva jïh orre saemiedigkieraerie nammoehtamme sjædta njoelkedassi mietie daennie paragraafesne.

source: Presideanta sáhttá vaikke goas rievdadit sámediggeráđi čohkkehusa.
sma: Presidente maahta iktegisth jarkelidh gie meatan saemiedigkieraeresne.

source: § 12 Sámediggeráđi barggut
sma: § 12 Saemiedigkieraerien laavenjassh

source: Sámediggeráđđi doaimmaha beaivválaš, politihkalaš jođiheami Sámedikkis.
sma: Saemiedigkieraerie lea tjåadtjoehtæjja dan biejjieladtje politihken åvteste Saemiedigkesne.

source: Sámediggeráđđi hálddaša Sámedikki bušeahta ja sáhttá nammadit stivrraid, ráđiid ja lávdegottiid hálddašit Sámedikki váikkuhangaskaomiid.
sma: Saemiedigkieraerie Saemiedigkien budsjedtem reerie jïh maahta ståvroeh, raerieh jïh moenehtsh nammoehtidh juktie Saemiedigkien vierhkievierhtieh reeredh.

source: Sámediggeráđđi galgá ovddidit čuovvovaš áššiid dievasčoahkkimii:
sma: Saemiedigkieraerie edtja daejtie aamhtesidie buektedh stoerretjåanghkose:

source: Sámedikki jahkásaš bušeahtta.
sma: Saemiedigkien fïerhtenjaepien budsjedte.

source: Bušeahtta gieđahallojuvvo fágalávdegottis.
sma: Faagemoenehtse budsjedtem gïetede.

source: Fágalávdegoddi sáhttá árvalusastis ovddidit evttohusaid ja mearkkašumiid áššái.
sma: Faagemoenehtse maahta sov juvnehtimmesne raeriestimmieh jïh lahtestimmieh buektedh.

source: Dievasčoahkkin gieđahallá fágalávdegotti árvalusa ja dahká mearrádusa áššis.
sma: Stoerretjåanghkoe juvnehtimmiem faagemoenehtsistie gïetede jïh nænnoestimmiem aamhtesisnie dorje.

source: Sámedikki jahkedieđáhus.
sma: Saemiedigkien jaepiebïevnese.

source: Jahkedieđáhus gieđahallojuvvo fágalávdegottis.
sma: Faagemoenehtse jaepiebïevnesem gïetede.

source: Sámediggeráđi dieđáhus doaimmas birra.
sma: Saemiedigkieraerien reektestimmie sov barkoen bïjre.

source: Dieđáhus doaimma birra ovddiduvvo dievasčoahkkimii čoahkkima vuosttaš beaivvi go lea dábálaš dievasčoahkkin.
sma: Saemiedigkieraerie reektestimmiem barkoen bïjre stoerretjåanghkose buakta stoerretjåanghkoen voestes biejjien sïejhme stoerretjåanghkojne.

source: Dievasčoahkkin čájeha mearkkašumiiguin oainnus dieđáhussii.
sma: Stoerretjåanghkoe sov vuajnoem reektestæmman buakta lahtestimmiej tjïrrh.

source: Sámediggeráđđái sáhttá ovddidit eahpeluohttámuša.
sma: Maahta sohtehtihksraeriestimmiem saemiedigkieraaran buektedh.

source: Lassin sáhttá sámediggeráđđi ovddidit čuovvovaš lágan áššiid dievasčoahkkimii:
sma: Lissine saemiedigkieraerie maahta dagkerh aamhtesh stoerretjåanghkose buektedh:

source: Mearrádusaid láhkaásahusain ja njuolggadusain maid Sámediggi lága bokte lea ožžon válddi mearridit.
sma: Nænnoestimmieh mieriedimmiej jïh njoelkedassi bïjre mejtie Saemiedigkie laaken mietie lea faamoem åådtjeme nænnoestidh.

source: Ášši gieđahallojuvvo fágalávdegottis.
sma: Faagemoenehtse aamhtesem gïetede.

source: Áššit mat gieđahallat galgágo Sámediggi miehtat mearrádusaide mat gusket lágaide, láhkaásahusaide ja doaimmaide dahje eará mearrádusaide, main lea prinsihpalaš dahje deaŧalaš mearkkašupmi sámi servodahkii, nu guhkás go lea vejolaš.
sma: Aamhtesh gïetedimmien bïjre Saemiedigkien jååhkesjimmeste sjæjsjalimmide laaki, mieriedimmiej jïh råajvarimmiej bïjre jallh jeatjah sjæjsjalimmiej bïjre, mah leah prinsihpeles jallh vihkeles saemien siebriedahkese, dan gåhkese gåarede.

source: Dieđáhusat iešguhtege áššesurggiin.
sma: Bïevnesh ovmessie politihkesuerkine.

source: Sámediggedieđáhus gieđahallojuvvo fágalávdegottis.
sma: Faagemoenehtse saemiedigkiebïevnesem gïetede.

source: Fágalávdegoddi sáhttá árvalusastis dievasčoahkkimii ovddidit evttohusaid ja mearkkašumiid dieđáhussii.
sma: Faagemoenehtse maahta sov juvnehtimmesne stoerretjåanghkose raeriestimmieh jïh lahtestimmieh bïevnesasse buektedh.

source: Sámediggeráđi čilgehusat iešguhtege áššesurggiin.
sma: Saemiedigkieraerien reektestimmieh ovmessie aamhtesesuerkiej sisnjeli.

source: Čilgehus ovddiduvvo njuolga dievasčoahkkimii čoahkkima vuosttaš beaivvi, ja biddjojuvvo digaštallamii maŋŋelis čoahkkimis.
sma: Saemiedigkieraerie reektestimmiem ryöktesth stoerretjåanghkose buakta stoerretjåanghkoen voestes biejjien, jïh reektestimmie digkiedæmman bïejesåvva mænngan tjåanghkosne.

source: Dievasčoahkkin čájeha oainnus čilgehussii mearkkašumiiguin.
sma: Stoerretjåanghkoe sov vuajnoem reektestæmman vuesehte lahtestimmiej tjïrrh.

source: Ságaškuššanášši ovddiduvvo njuolga dievasčoahkkimii.
sma: Digkiedimmieaamhtesh ovmessie aamhtesesuerkiej sisnjeli.

source: Eará áššiin iešheanalis árvvoštallama vuođul sámediggeráđis.
sma: Saemiedigkieraerie digkiedimmieaamhtesem ryöktesth stoerretjåanghkose buakta.

source: Áššit gieđahallojuvvojit fágalávdegottis.
sma: Akte dejstie faagemoenehtsijstie aamhtesh gïetede.

source: Sámediggeráđi čoahkkimat leat giddejuvvon jus ráđđi ii mearrit eará.
sma: Saemiedigkieraerien tjåanghkoeh eah leah ræhpas jis raerie jïjtje ij maam akt jeatjah nænnosth.

source: Sámediggeráđis lea geatnegasvuohta čuovvut Sámedikki dievasčoahkkimiid.
sma: Saemiedigkieraerie tjåanghkoedïedtem åtna Saemiedigkien stoerretjåanghkosne.

source: § 13 Fágalávdegottiid válljen
sma: § 13 Veeljeme faagemoenehtsijstie

source: Sámediggi vállje čuovvovaš 3 fágalávdegotti: plána- ja finánsalávdegotti, bajásšaddan-, fuolahus- ja oahppolávdegotti ja ealáhus- ja kulturlávdegotti.
sma: Stoerretjåanghkoe daah 3 faagemoenehtsh veeljie: soejkesje- jïh finansemoenehtse, byjjenimmie-, hokse- jïh ööhpehtimmiemoenehtse jïh jieleme- jïh kultuvremoenehtse.

source: Fágalávdegottiin galget buot sámediggeáirasat leat mielde.
sma: Gaajhkh saemiedigkietjirkijh edtjieh meatan årrodh faagemoenehtsinie.

source: Lávdegottiide galgá válljejuvvot jođiheaddji ja nubbin jođiheaddji.
sma: Akte åvtehke jïh akte mubpieåvtehke veeljesuvvieh moenehtsidie.

source: Go jođiheaddji válljejuvvo opposišuvnna áirasiid gaskka, de válljejuvvo nubbin jođiheaddji posišuvnna áirasiid gaskka.
sma: Gosse åvtehke posisjovneste veeljesåvva, mubpieåvtehke opposisjovneste veeljesåvva. Gosse åvtehke opposisjovneste veeljesåvva mubpieåvtehke posisjovneste veeljesåvva.

source: § 14 Fágalávdegottiid bargu
sma: § 14 Faagemoenehtsi barkoe

source: Fágalávdegottit ovddidit evttohusaid dievasčoahkkimii dakkár áššiin maid dievasčoahkkinjođihangoddi sádde lávdegottiide.
sma: Faagemoenehtsh juvnehtimmiem stoerretjåanghkose buakta aamhtesinie mejtie stoerretjåanghkoeståvroe moenehtsidie seedtie.

source: Lávdegottit válljejit buot áššiin áššejođiheaddji.
sma: Fïerhtene aamhtesisnie moenehtsh aktem aamhtesereerijem veeljieh.

source: Fágalávdegottit sáhttet doallat čoahkkima go unnimusat bealli lahtuin leat čoahkkimis.
sma: Faagemoenehtsh maehtieh tjåanghkoeh hööltedh gosse unnemes bielie lïhtsegijstie lea stïeresne.

source: Fágalávdegoddečoahkkimat leat rabas nu guhká go lávdegottit ieža eai mearrit eará.
sma: Tjåanghkoeh faagemoenehtsinie leah ræhpas dan guhkiem moenehtsh jïjtjh eah maam akt jeatjah nænnosth.

source: Go leat ovtta mađe jienat vejolaš jienastemiin lávdegottiin, de lea lávdegoddejođiheaddji jietna mii mearrida.
sma: Jis steemmahedtie såemies voteradimmine dellie moenehtseåvtehken steemma mij illedahkem nænnoste.

source: Sámediggi sáhttá mearridit njuolggadusaid lávdegottiid bargui dievasčoahkkinjođihangotti árvalusa vuođul.
sma: Stoerretjåanghkoe maahta njoelkedassh vihtiestidh faagemoenehtsi barkose juvnehtimmien mietie stoerretjåanghkoeståvroste.

source: § 15 Bearráigeahččanlávdegotti válljen
sma: § 15 Veeljeme gïehtjedimmiemoenehtsistie

source: Dievasčoahkkin vállje bearráigeahččanlávdegotti mas leat 5 lahtu, gos sihke jođiheaddji ja nubbin jođiheaddji válljejuvvo opposišuvnna áirasiid gaskka.
sma: Stoerretjåanghkoe aktem gïehtjedimmiemoenehtsem veeljie 5 lïhtsegigujmie gusnie dovne åvtehke jïh mubpieåvtehke opposisjovneste veeljesuvvieh.

source: Bearráigeahččanlávdegotti eanetlohku galgá válljejuvvot opposišuvnnas.
sma: Jienebelåhkoe gïehtjedimmiemoenehtsisnie edtja opposisjovneste veeljesovvedh.

source: Bearráigeahččanlávdegotti lahtut eai sáhte leat mielde dan fágalávdegottis mii gieđahallá Sámedikki bušeahtaid ja rehketdoaluid.
sma: Gïehtjedimmiemoenehtsen lïhtsegh eah maehtieh lïhtseginie årrodh dennie faagemoenehtsisnie mij Saemiedigkien budsjedth jïh reeknehlåhkoem gïetede.

source: § 16 Bearráigeahččanlávdegotti barggut
sma: § 16 Gïehtjedimmiemoenehtsen laavenjassh

source: Bearráigeahččan- ja vuođđudanlávdegotti bargun lea:
sma: Gïehtjedimmiemoenehtsen laavenjassh leah:

source: doaimmahit parlamentáralaš bearráigeahču doaimmas mii ruhtaduvvo Sámedikki bušeahtas, ja
sma: gïehtjedimmiem darjodh gïehtelimmien bijjelen mij beetnehvierhtieh Saemiedigkien budsjedten tjïrrh åådtje jïh

source: bearráigeahččat Sámedikki jahkerehketdoalu, ja vejolaš mearkkašumiid maid Riikkarevišuvdna lea buktán dáidda.
sma: Saemiedigkien jaepiereeknehlåhkoem gïehtjedidh jïh eventuelle lahtestimmieh Rijhkerevisjovneste jaepiereeknehlåhkoen bïjre gïetedidh

source: Lávdegoddi oažžu iskkadit Sámedikki hálddahusa go atná dan dárbbašlažžan Sámedikki bearráigeahču dihte.
sma: Moenehtse maahta goerehtimmieh Saemiedigkien reeremisnie darjodh mejtie dïhte åtna goh daerpies Saemiedigkien gïehtjedimmien gaavhtan.

source: Ovdal go lávdegoddi ieš dahká dákkár iskkademiid, de galgá dieđihit sámediggeráđđái, dahje dievasčoahkkinjođihangoddái, mii lea geatnegas buktit dieđuid mat jerrojuvvojit.
sma: Åvtelen moenehtse jïjtje dagkerh goerehtimmieh dorje, saemiedigkieraerie, eventuelle stoerretjåanghkoeståvroe bïeljelimmien dan bïjre åådtje, mij dïedtem åtna dejtie vaajteles bïevnesidie skååffedh.

source: Lávdegoddi sáhttá ovddidit árvalusa Sámedikki dievasčoahkkimii áššiin maid meannuda.
sma: Moenehtse maahta juvnehtimmiem Saemiedigkien stoerretjåanghkose vedtedh dej aamhtesi bïjre mejtie dïhte bæjjese vaalta gïetedæmman.

source: Lávdegotti guokte miellahtu unnitlohku sáhttiba gáibidit ahte lávdegoddi váldá dihto ášši meannudeapmái.
sma: Akte unnebelåhkoe göökte almetjigujmie moenehtsen lïhtsegijstie maahta krïevedh akte aamhtese bæjjese gïetedæmman vaaltasåvva moenehtsisnie.

source: Dievasčoahkkin sáhttá mearridit sierra njuolggadusaid bearráigeahččanlávdegotti ovddasvástádus- ja bargosuorgái.
sma: Stoerretjåanghkoe maahta sjïere njoelkedassh gïehtjedimmiemoenehtsen dïedte- jïh barkoesuarkan vihtiestidh.

source: KAPIHTAL 3 DIEVASČOAHKKIMA RÁĐĐÁDALLAMAT
sma: KAPIHTELE 3 RÅÅRESJIMMIEH STOERRETJÅANGHKOSNE

source: § 17 Sárdnun- ja evttohanvuoigatvuohta
sma: § 17 Håalome- jïh raeriestimmiereakta

source: Áirasiin geat leat boahtán čoahkkimii lea sárdnun- ja evttohanvuoigatvuohta Sámedikki dievasčoahkkima ráđđádallamiin.
sma: Tjirkijh mah leah stïeresne stoerretjåanghkosne håalome- jïh raeriestimmiereaktam utnieh Saemiedigkien rååresjimmine.

source: Sámediggeráđis lea sárdnunvuoigatvuohta ráđđádallamiin.
sma: Saemiedigkieraerie håalomereaktam åtna rååresjimmine.

source: Áirasat sárdnot Sámedikki sárdnestuolus.
sma: Tjirkijh Saemiedigkien håalomestovleste håaloeh.

source: Áirasat galget leat iežaset sajis go bivdet sáhkavuoru.
sma: Tjirkije baakoen bïjre maadta sov sijjeste.

source: Guhte sárdnu, ovddida sártnis čoahkkinjođiheaddjái, ja galgá čavga doaladit áššis maid leat meannudeamen.
sma: Håaloje baakoem stuvrie tjåanghkoeåvtehkasse, jïh jïjtjemse striengkieslaakan hööltie dan aamhtesasse maam gïetedeminie.

source: § 18 Sárdnunáigi ja digaštallan
sma: § 18 Håalometïjje jïh digkiedimmie

source: Dievasčoahkkinjođihangotti evttohusa vuođul sáhttá dievasčoahkkin mearridit gáržžidit sárdnunáiggi, ja juogadit sárdnunáiggi joavkkuid gaskka.
sma: Raeriestimmien mietie stoerretjåanghkoeståvroste stoerretjåanghkoe maahta nænnoestidh håalometïjjem gaertjiedidh, jïh aaj håalometïjjem dåehkiej gaskem joekedidh.

source: Sárdnunáigi juogaduvvo gorálaččat joavkkuid sturrodaga mielde, dattetge dan láhkái ahte joavkkut main leat unnán áirasat, ožžot guhkit sárdnunáiggi go gorálaččat livčče galgan.
sma: Gåalometïjje juakasåvva seamma stoeredahken mietie goh dej ovmessie dåehkiej stoeredahke lea, men læjhkan guktie dåehkieh vaenie tjirkijigujmie vielie håalometïjjem åadtjoeh goh lin sïjhteme åadtjodh stoeredahken mietie.

source: Čoahkkinjođiheaddji sáhttá addit joavkkuide lobi gaskaneaset lonuhit sárdnunáiggi.
sma: Tjåanghkoeåvtehke maahta luhpiem vedtedh håalometïjjem målsodh dåehkiej gaskem.
